Revit 2027 API
ParameterTypeId.AutoMullionBorder2Grid2 Property
 "Border 2 Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionBorder2Grid2 { get; }
Public Shared ReadOnly Property AutoMullionBorder2Grid2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionBorder2Grid2 {
	ForgeTypeId^ get ();
}
static member AutoMullionBorder2Grid2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace